Repository: 9thcirclegames/cthulhu-deck
Catalog: translations/*/LC_MESSAGES/woc.greatoldones.po
Languages: it

source: Revealing Dreams
it: Schema Rivelatore

source: Choose any number of %s in your Learning Area or in the Research Area. Activate their Powers one at time and, if you want, replace the cards in the Research Area with new ones, randomly picked. Put the old ones in the discards pile.
it: Scegli un numero qualsiasi di %s nell’Area di Ricerca e nella tua Area di Studio. Usane i poteri una alla volta e, se desideri, rimpiazza quelle nell’Area di Ricerca con delle nuove carte dello stesso tipo pescate a caso.

source: FW
it: SP

source: Network of Clues
it: Rete di Indizi

source: For each Arcane Place (City or Ruins) with no Elder Sign currently on (from you or your opponents), you get %s of your choice from the Reaserch Area or from the discards pile. For each card you get this way you gain %s while your opponents gain %s. These cards are considered immediately in play.
it: Per ogni Luogo Arcano (Città e Rovina) su cui non si trova un Segno degli Antichi (tuo o avversario) ricevi %s a tua scelta dall’Area di Ricerca o dagli scarti. Per ogni carta ricevuta ottieni %s, mentre i tuoi avversari ottengono %s. Le carte ricevute si considerano in gioco da subito.

source: KP
it: PC

source: The Madness Emerged from the Sea
it: La Follia Emersa dal Mare

source: You get %s times %s for each %s owned by all the players, the Research Area and the discards pile. Flip all your opponents' %s: they cannot be used without spending %s each. All the Elder Signs (including your one) return to their owners' hand. Scramble all the Seeker markers as you wish.
it: Ottieni %s volte i %s di ogni %s in possesso di tutti i giocatori, presente nell’Area di Ricerca e nel mazzo degli scarti. Volta le carte %s avversarie, sono inutilizzabili fino a quando non viene spesa una %s. Scarta tutti i Segni degli Antichi (anche il tuo) da qualsiasi elemento di gioco e riposiziona tutti i segnalini Cercatore come preferisci.

source: DM
it: MO

source: Obs
it: Oss

source: Paradygm of Madness
it: Folle Paradigma

source: All Activation %s are considered as Continuous. Arcane Places cannot be blocked by Elder Signs (or cards that act as Elder Signs). Putting a Seeker marker on a Arcane Place with Madness darkbond will immediately give %s to the owner.
it: Le carte %s di tipo Attivazione si considerano Continue. Sui Luoghi Arcani non è possibile mettere alcun Segno degli Antichi o carte che contano come un Segno degli Antichi. Porre il segnalino Cercatore su un Luogo Arcano con il Legame Oscuro: Follia fa ottenere subito %s.
